"use client";
import React from "react";
import "../../styles/App.css"
import "../../styles/about.css";
import classNames from "classnames";



function Onastext() {

  return (
<div>
  <h3 className="Titles">ПРО НАС</h3>
    <div className="onasblock">
      <div className="breezetext">
      <p>NLAW Company, являється юридичною компанією заснованою в Україні керуючим партнером Науменком Ярославом Олексійовичем, який має більше ніж семирічний практичний правовий досвід, за спиною якого трудова діяльність як в правоохоронних органах, так й на посадах керівника юридичних відділів девелоперських та інших приватних компаніях, а також керівником практик столичних адвокатських бюро, що в свою чергу дало змогу побачити вирішення успішно тих чи інших юридичних питань з різних сторін.
</p>
<div className="ACDS" id="dykg">
<h3>Кожен наш клієнт для нас є побратимом на юридичному фронті, за якого ми будемо битись до кінця не цураючись застосовувати різноманітні методи правової боротьби.</h3>
          <p>Ярослав Науменко</p>
          <p>Засновник NLAW Company</p></div>
  
<p>
Ми готові змінювати правовий світ нашої країни, при цьому максимально допомагаючи клієнту вирішити його питання з абсолютною для нього вигодою.
Наш логотип несе в собі щит з терезами – це означає правовий захист Клієнта, а перо на щиті – це наш меч, який направлено на відстоювання прав наших Клієнтів, які є для нас всім.
Ми не боїмося братись за складні справи або безнадійні, та навіть в таких ситуаціях пропонуємо альтернативу для клієнта з максимальною вигодою. </p>
<p>Тому наша компанія має свій дух, оскільки кожен з адвокатів чи то юристів готовий взяти на себе відповідальність за вирішення питання Клієнта.
Наш кодекс честі не дає нам залишати своїх клієнтів у безвідхідних ситуаціях, а тому ми діємо так, щоб мати за спиною додаткові варіанти вирішення питання, тому прораховуємо свої ходи наперед. 
</p>
<p>Будьте впевненні, що звертаючись до нас Ви отримаєте дійсно максимальний результат по Вашому питанню</p>

    </div>    <div className="Ownerb"></div></div>

          
    <div className="numbrdeals">
      <h2>ЗВЕРНУВШИСЬ ДО ВІЙСЬКОВОГО АДВОКАТА ВИ ОТРИМАЄТЕ ДОПОМОГУ З:</h2>
      <div className="deals">
        <div className="deal">
        <p>7</p>
        <div>Більш ніж семирічний практичний досвід вирішення юридичних питань різного роду.</div>
   </div>
   <div className="deal">
        <p>400</p>
        <div>Проведено більше 400 справ клієнтів </div>
   </div>
   <div className="deal">
        <p>2000</p>
        <div>Більше 2000 консультацій проведених нашими спеціалістами по всій Україні</div>
   </div>
      </div>

    </div>
</div>
  );
}

export default Onastext;
